const qnaList = [
    {
        q:'1. 어떤 성별을 위한 향수를 원하시나요?',
        a:[
            {answer : '남성', type : ['M'] },
            {answer : '여성', type : ['F'] }
        ]
    },
    {
        q:'2. 어떤 계절을 좋아하시나요?',
        a:[
            {answer : '봄', type : ['플로럴','시트러스','프루티'] },
            {answer : '여름', type : ['시트러스','프루티','아쿠아'] },
            {answer : '가을', type : ['우디','머스크'] },
            {answer : '겨울', type : ['우디','오리엔탈','파우더리'] },
        ]
    },
    {
        q:'3. 어떤 상황에 사용할 향수인가요?',
        a:[
            {answer : '데이트', type : ['플로럴','시트러스','머스크','파우더리'] },
            {answer : '데일리', type : ['시트러스','우디','코튼'] },
            {answer : '직장', type : ['우디','오리엔탈'] },
            {answer : '운동', type : ['시트러스','아쿠아'] },
            {answer : '행사', type : ['오리엔탈','프루티'] },
        ]
    },
    {
        q:'4.. 어떤 향을 좋아하시나요?',
        a:[
            {answer : '시원한 향', type : ['시트러스','머스크','아쿠아'] },
            {answer : '상큼한 향', type : ['시트러스','프루티'] },
            {answer : '포근한 향', type : ['플로럴','파우더리','코튼'] },
            {answer : '무거운 향', type : ['우디','오리엔탈'] },
            {answer : '과일 향', type : ['시트러스'] },
        ]
    },
    {
        q:'5. 평소 어떤 패션 스타일을 선호하시나요?',
        a:[
            {answer : '캐주얼', type : ['시트러스','프루티','아쿠아'] },
            {answer : '아메카지', type : ['우디','머스크'] },
            {answer : '미니멀', type : ['오리엔탈','파우더리','코튼','플로럴'] },
            {answer : '스트릿', type : ['시트러스','프루티'] },
            {answer : '블록코어', type : ['우디','머스크'] },
        ]
    },
    {
        q:'6. 당신의 나이대는?',
        a:[
            {answer : '10대', type : ['프루티','시트러스','코튼'] },
            {answer : '20대', type : ['프루티','시트러스','아쿠아','코튼'] },
            {answer : '30대', type : ['플로럴','우디'] },
            {answer : '40대', type : ['오리엔탈','머스크'] },
            {answer : '50대', type : ['오리엔탈','파우더리'] },
        ]
    },
    {
        q:'7.보통 외부 활동 시간이 어느 정도 인가요?',
            {answer : '1시간 ~ 3시간', type : ['오드 뜨 뚜왈렛'] },
        a:[
            {answer : '3시간 ~ 5시간', type : ['오드 뜨 뚜왈렛'] },
            {answer : '5시간 ~ 7시간', type : ['오드 뜨 퍼퓸'] },
            {answer : '7시간 ~ 10시간', type : ['오드 뜨 퍼퓸'] },
            {answer : '10시간 이상', type : ['오드 뜨 퍼퓸'] },
        ]
    },
    {
        q:'8. 길을 걷던 중 나와 같은 향을 쓰는 사람을 마주친다면?',
        a:[
            {answer : '남이랑 겹치는거 싫은데ㅠㅠ', type : ['0','10'] },
            {answer : '어라? 왠지 찝찝한데..?', type : ['10','20'] },
            {answer : '(별 생각 없음)', type : ['20','30'] },
            {answer : '나랑 같은 향수잖아? 흥미로운데?', type : ['30','40'] },
            {answer : '오.. 내 향수 인기 많잖아?(뿌듯)', type : ['40','0'] },
        ],
    },
    {
        q:'9. 원하는 가격대를 선택해주세요',
        a:[
            {answer : '4만원 이하', type : ['0','40000'] },
            {answer : '4만원 ~ 6만원', type : ['40000','60000'] },
            {answer : '6만원 ~ 8만원', type : ['60000','80000'] },
            {answer : '8만원 ~ 10만원', type : ['80000','100000'] },
            {answer : '10만원 이상', type : ['100000','0'] },
        ]
    },

]